[{"season":1,"episode":1,"number":1,"tvdb_id":333179,"title":"Smoke Gets in Your Eyes","overview":"In 1960 New York City - the high-powered and glamorous \"Golden Age\" of advertising - Don Draper, the biggest ad man in the business, struggles to stay a step ahead of the rapidly changing times and the young executives nipping at his heels.","first_aired":1184907600,"first_aired_iso":"2007-07-19T22:00:00-05:00","first_aired_utc":1184925600,"url":"http://trakt.tv/show/mad-men/season/1/episode/1","screen":"http://slurm.trakt.us/images/episodes/20-1-1.4.jpg","images":{"screen":"http://slurm.trakt.us/images/episodes/20-1-1.4.jpg"},"ratings":{"percentage":85,"votes":179,"loved":168,"hated":11}},{"season":1,"episode":2,"number":2,"tvdb_id":333180,"title":"Ladies Room","overview":"Don Draper is reluctant to talk about his past, or his childhood, whether with his wife Betty or his boss Roger Sterling. Joan Holloway teaches Peggy Olsen how to wrangle a free lunch out of some of the ad men. Roger Sterling raises the issue of working for the upcoming Nixon presidential campaign and while Don doesn't have much enthusiasm, senior partner Bert Cooper insists that they will go ahead and orders Don to put a team together. The creative team has to come up with an ad campaign for a new deodorant in an aerosol spray can. Betty Draper's doctor recommends that she see a psychiatrist. ","first_aired":1185512400,"first_aired_iso":"2007-07-26T22:00:00-05:00","first_aired_utc":1185530400,"url":"http://trakt.tv/show/mad-men/season/1/episode/2","screen":"http://slurm.trakt.us/images/episodes/20-1-2.4.jpg","images":{"screen":"http://slurm.trakt.us/images/episodes/20-1-2.4.jpg"},"ratings":{"percentage":83,"votes":112,"loved":106,"hated":6}},{"season":1,"episode":3,"number":3,"tvdb_id":333181,"title":"Marriage of Figaro","overview":"Pete Campbell returns from his honeymoon with tall tales and a big grin on his face. He does tell Peggy Olson that their fling before his marriage was for one night only. Don Draper runs into an old army buddy who knows him under the name of Dick Whitman. He also takes a tour of Rachel Menken's store but in a private moment, their mutual attraction becomes evident. The Drapers have friends over for their daughter's birthday party, including the divorcée who lives down the street. Don however is obviously unhappy with his lot in life and seems to be carrying a burden that is not apparent. ","first_aired":1186117200,"first_aired_iso":"2007-08-02T22:00:00-05:00","first_aired_utc":1186135200,"url":"http://trakt.tv/show/mad-men/season/1/episode/3","screen":"http://slurm.trakt.us/images/episodes/20-1-3.4.jpg","images":{"screen":"http://slurm.trakt.us/images/episodes/20-1-3.4.jpg"},"ratings":{"percentage":84,"votes":95,"loved":92,"hated":3}},{"season":1,"episode":4,"number":4,"tvdb_id":333182,"title":"New Amsterdam","overview":"Pete Campbell oversteps the mark when he pitches an idea for ad campaign to the head of Bethlehem Steel without telling Don Draper. Draper wants him fired but learns a lesson in corporate politics. Pete's wife wants to buy a Manhattan apartment but he has to approach his cold and distant parents for a loan. Pete's in-laws, however, are more forthcoming.","first_aired":1186722000,"first_aired_iso":"2007-08-09T22:00:00-05:00","first_aired_utc":1186740000,"url":"http://trakt.tv/show/mad-men/season/1/episode/4","screen":"http://slurm.trakt.us/images/episodes/20-1-4.4.jpg","images":{"screen":"http://slurm.trakt.us/images/episodes/20-1-4.4.jpg"},"ratings":{"percentage":87,"votes":91,"loved":90,"hated":1}},{"season":1,"episode":5,"number":5,"tvdb_id":333183,"title":"5G","overview":"Don Draper is shaken when his past life comes back to haunt him. After his picture appears in a local newspaper, Adam Whitman, a man who claims to be his younger brother, approaches him. Don, or Dick as his brother knows him, initially denies everything but in the end admits to having taken on a new name. He refuses however to have anything to do with him and tries to buy his silence. When one of the ad men gets a short story published, Pete Campbell is frustrated that his own stories have yet to see the light of day. When his wife approaches an old beau to see if he will publish the stories, he has an interesting proposition for her.","first_aired":1187326800,"first_aired_iso":"2007-08-16T22:00:00-05:00","first_aired_utc":1187344800,"url":"http://trakt.tv/show/mad-men/season/1/episode/5","screen":"http://slurm.trakt.us/images/episodes/20-1-5.4.jpg","images":{"screen":"http://slurm.trakt.us/images/episodes/20-1-5.4.jpg"},"ratings":{"percentage":83,"votes":80,"loved":78,"hated":2}},{"season":1,"episode":6,"number":6,"tvdb_id":333184,"title":"Babylon","overview":"The Agency is looking to land an advertising contract to promote tourism to Israel. Don and his team try to come with a theme but know so little about the country they're stumped so Don calls Rachel Menken to see if she has any ideas. Roger Sterling is getting tired of sneaking around with Joan Holloway and suggests she should her own apartment but she knows better. Peggy comes up with an advertising concept during a testing session for a new line of lipsticks and she's subsequently asks to write copy. ","first_aired":1187931600,"first_aired_iso":"2007-08-23T22:00:00-05:00","first_aired_utc":1187949600,"url":"http://trakt.tv/show/mad-men/season/1/episode/6","screen":"http://slurm.trakt.us/images/episodes/20-1-6.4.jpg","images":{"screen":"http://slurm.trakt.us/images/episodes/20-1-6.4.jpg"},"ratings":{"percentage":84,"votes":70,"loved":67,"hated":3}},{"season":1,"episode":7,"number":7,"tvdb_id":333185,"title":"Red in the Face","overview":"When Don invites Roger home for dinner, too much alcohol fuels repercussions between Don and Betty and between Don and Roger. Joan puts Roger off for the weekend, spending time with her roommate Carol instead. Pete exchanges a wedding gift for a rifle, and then shares a hunting fantasy with Peggy. Bertram Cooper arranges for the Nixon campaign to meet with him, Roger, Don, and Pete.","first_aired":1188536400,"first_aired_iso":"2007-08-30T22:00:00-05:00","first_aired_utc":1188554400,"url":"http://trakt.tv/show/mad-men/season/1/episode/7","screen":"http://slurm.trakt.us/images/episodes/20-1-7.4.jpg","images":{"screen":"http://slurm.trakt.us/images/episodes/20-1-7.4.jpg"},"ratings":{"percentage":85,"votes":63,"loved":61,"hated":2}},{"season":1,"episode":8,"number":8,"tvdb_id":335030,"title":"The Hobo Code","overview":"Pete Campbell and Peggy Olsen start an office romance. Peggy's copy for the lipstick account goes over well and the men in the firm congratulate her. A new telephone receptionist, Lois Saddler, takes a liking to Salvatore Romano but his own interests seem to lie elsewhere. Don Draper gets an unexpected bonus from Bert Cooper and wants to take Midge on a surprise trip to Paris. She seems too involved with her beatnik friends however. Don reflects on his unhappy childhood and in flashbacks he reveals some life lessons he learned early on when a hobo spent the day working on the family farm in exchange for a meal. ","first_aired":1189141200,"first_aired_iso":"2007-09-06T22:00:00-05:00","first_aired_utc":1189159200,"url":"http://trakt.tv/show/mad-men/season/1/episode/8","screen":"http://slurm.trakt.us/images/episodes/20-1-8.4.jpg","images":{"screen":"http://slurm.trakt.us/images/episodes/20-1-8.4.jpg"},"ratings":{"percentage":87,"votes":63,"loved":61,"hated":2}},{"season":1,"episode":9,"number":9,"tvdb_id":335474,"title":"Shoot","overview":"Don is courted by Jim Hobarth, head of a larger ad firm who offers him more money and more creative resources to join them. Betty Draper rekindles her interest in modeling after Hobarth suggests she should try it. She doesn't realize it's all part of the strategy to get Don on board. Peggy Olsen is fretting over her weight gain but doesn't appreciate Joan's advice about getting ahead in the office. The ad team tries to counter the advertising coming out of the Kennedy campaign. Pete Campbell comes up with an idea to keep Kennedy's image off TV in key States. ","first_aired":1189746000,"first_aired_iso":"2007-09-13T22:00:00-05:00","first_aired_utc":1189764000,"url":"http://trakt.tv/show/mad-men/season/1/episode/9","screen":"http://slurm.trakt.us/images/episodes/20-1-9.4.jpg","images":{"screen":"http://slurm.trakt.us/images/episodes/20-1-9.4.jpg"},"ratings":{"percentage":86,"votes":62,"loved":60,"hated":2}},{"season":1,"episode":10,"number":10,"tvdb_id":335953,"title":"Long Weekend","overview":"It's Labor Day weekend and most of the men are sending their wives away for a few days. Don Draper's wife Betty is dreading the thought, as her father and his new girlfriend, whom she detests, will be staying with them. With the election approaching, the team at Sterling Cooper is gloomy since the Nixon campaign has not been following their advice. Roger Sterling was hoping to spend Friday night with Joan Holloway but having just seen the movie, The Apartment (1960), she is feeling a bit used. She plans a night on the town with her old college friend who has some surprising information for her. Don and Roger invite twin sisters from a casting call to join them for a drink but things go badly for Roger who suffers a serious heart attack. After the incident Don ends up spending the night with Rachel Menken where reveals a lot of his inner self. ","first_aired":1190955600,"first_aired_iso":"2007-09-27T22:00:00-05:00","first_aired_utc":1190973600,"url":"http://trakt.tv/show/mad-men/season/1/episode/10","screen":"http://slurm.trakt.us/images/episodes/20-1-10.4.jpg","images":{"screen":"http://slurm.trakt.us/images/episodes/20-1-10.4.jpg"},"ratings":{"percentage":87,"votes":63,"loved":61,"hated":2}},{"season":1,"episode":11,"number":11,"tvdb_id":337256,"title":"Indian Summer","overview":"Peggy is given a difficult assignment. Roger's work problems provide new opportunities for Don, and Pete grows more frustrated. Betty finds a new outlet for her growing dissatisfaction.","first_aired":1191560400,"first_aired_iso":"2007-10-04T22:00:00-05:00","first_aired_utc":1191578400,"url":"http://trakt.tv/show/mad-men/season/1/episode/11","screen":"http://slurm.trakt.us/images/episodes/20-1-11.4.jpg","images":{"screen":"http://slurm.trakt.us/images/episodes/20-1-11.4.jpg"},"ratings":{"percentage":90,"votes":65,"loved":65,"hated":0}},{"season":1,"episode":12,"number":12,"tvdb_id":337257,"title":"Nixon vs. Kennedy","overview":"On election night, the Sterling Cooper staff pulls a rowdy all-nighter while watching the returns. Pete's ambitions cause him to directly challenge Don.","first_aired":1192165200,"first_aired_iso":"2007-10-11T22:00:00-05:00","first_aired_utc":1192183200,"url":"http://trakt.tv/show/mad-men/season/1/episode/12","screen":"http://slurm.trakt.us/images/episodes/20-1-12.4.jpg","images":{"screen":"http://slurm.trakt.us/images/episodes/20-1-12.4.jpg"},"ratings":{"percentage":92,"votes":65,"loved":65,"hated":0}},{"season":1,"episode":13,"number":13,"tvdb_id":337258,"title":"The Wheel","overview":"As Thanksgiving approaches, Don's work responsibilities interfere with his domestic life. Peggy is given a new opportunity, provoking the ire of some of her colleagues. Betty makes a startling discovery.","first_aired":1192770000,"first_aired_iso":"2007-10-18T22:00:00-05:00","first_aired_utc":1192788000,"url":"http://trakt.tv/show/mad-men/season/1/episode/13","screen":"http://slurm.trakt.us/images/episodes/20-1-13.4.jpg","images":{"screen":"http://slurm.trakt.us/images/episodes/20-1-13.4.jpg"},"ratings":{"percentage":91,"votes":67,"loved":67,"hated":0}}]